      //
      // Spool file test helper.
      //

     D cloSplf         pr                  ExtProc('cloSplf')

     D opnSplf         pr                  ExtProc('opnSplf')
     D  splfNm                       10a   Const
     D  usrData                      10a   Const

     D splfLineStartsWith...
     D                 pr                  ExtProc('splfLineStartsWith')
     D  expString                   256a   Const Varying
